<?php

$aTranslations = array(
    "LABEL___en_US" => "Англійська",
    "LABEL___de_DE" => "Німецька",
    "LABEL___fr_FR" => "Французька",
    "LABEL___es_ES" => "Іспанська",
    "LABEL___nl_NL" => "Голландська",
    "LABEL___pl_PL" => "Польська",
    "LABEL___it_IT" => "Італійська",
    "LABEL___pt_PT" => "Португальська",
    "LABEL___tr_TR" => "Турецька",
    "LABEL___ru_RU" => "Російська",
    "LABEL___zh_CN" => "Китайська (спрощена)",
    "LABEL___zh_TW" => "Китайська (традиційна)",
    "LABEL___uk_UA" => "Українська",

    "CONTEXT" => "Між розділювачами `--- ПОЧАТОК КОНТЕКСТУ ---` і `--- КІНЕЦЬ КОНТЕКСТУ ---` знаходиться метаінформація, яка важлива для створення контенту. Зверніть увагу, що ця інформація не повинна включатися в контент: "%s"",

    "LONG_DESCRIPTION" => "Створіть довгий опис статті для \"%s\" з \"%s\". - І, будь ласка, без вступу та з максимальною кількістю слів %s.",
    "SHORT_DESCRIPTION" => "Створіть короткий опис статті для \"%s\" з \"%s\". - І, будь ласка, без вступу та з максимальною кількістю слів %s.",
    "PRODUCT_SEARCHKEYS" => "Створіть через кому список CSV синонімів для \"%s\" з \"%s\" без вказівок розміру, об'єму, літрів або кількості, без вказівок на бренд/виробника або індивідуальні характеристики продукту, такі як колір, та без дублікатів.",
    "PRODUCT_ATTRIBUTES" => "Спробуйте визначити значення для наступних атрибутів статті \"%s\" (SKU виробника: %s) з \"%s\" і створіть JSON з цього; поверніть значення, які є `null`, як null: ",
    "CATGEORY_LONG_DESCRIPTION" => "Створіть довгий опис категорії для \"%s\" з \"%s\". - І, будь ласка, без вступу та з максимальною кількістю слів %s.",
    "CATGEORY_SHORT_DESCRIPTION" => "Створіть короткий опис категорії для \"%s\" з \"%s\". - І, будь ласка, без вступу та з максимальною кількістю символів 255.",
    "MANUFACTURER_LONG_DESCRIPTION" => "Створіть довгий опис виробника для \"%s\" з \"%s\". - І, будь ласка, без вступу та з максимальною кількістю слів %s.",
    "MANUFACTURER_SHORT_DESCRIPTION" => "Створіть короткий опис виробника для \"%s\" з \"%s\". - І, будь ласка, без вступу та з максимальною кількістю символів 255.",
    "VENDOR_SHORT_DESCRIPTION" => "Створіть короткий опис постачальника для \"%s\" з \"%s\". - І, будь ласка, без вступу та з максимальною кількістю символів 255.",

    'TRANSLATION_TITLE' => '',
    'TRANSLATION_LONG_TRANSLATION' => '',
    'TRANSLATION_SHORT_DESCRIPTION' => '',

    'OPTIMIZE_CONTENT' => '',

    'ENHANCED_ARTICLE_DATA' => '',

    'LONG_DESCRIPTION_INSTRUCTION' => implode(PHP_EOL, array(
        
    )),
);